{
    "cs": {
        "raw": "The dominant sequence transduction models are based on complex recurrent or convolutional neural networks in an encoder-decoder configuration. The best performing models also connect the encoder and decoder through an attention mechanism. We propose a new simple network architecture, the Transformer, based solely on attention mechanisms, dispensing with recurrence and convolutions entirely. Experiments on two machine translation tasks show these models to be superior in quality while being more parallelizable and requiring significantly less time to train. Our model achieves 28.4 BLEU on the WMT 2014 English-to-German translation task, improving over the existing best results, including ensembles by over 2 BLEU. On the WMT 2014 English-to-French translation task, our model establishes a new single-model state-of-the-art BLEU score of 41.8 after training for 3.5 days on eight GPUs, a small fraction of the training costs of the best models from the literature. We show that the Transformer generalizes well to other tasks by applying it successfully to English constituency parsing both with large and limited training data.",
        "google": "目前主流的序列转换模型基于编码器-解码器配置的复杂循环神经网络或卷积神经网络。性能最佳的模型还通过注意力机制连接编码器和解码器。我们提出了一种新的简单网络架构——Transformer，它完全基于注意力机制，摒弃了循环和卷积。在两项机器翻译任务上的实验表明，我们的模型在质量上更胜一筹，同时更易于并行化，且训练时间显著缩短。我们的模型在 WMT 2014 英译德任务上取得了 28.4 的 BLEU 值，比现有最佳结果（包括集成模型）提高了 2 个 BLEU 以上。在 WMT 2014 英译法任务上，我们的模型在八个 GPU 上训练 3.5 天后，取得了 41.8 的 BLEU 值，创下了单模型最佳成绩的新纪录，而训练成本仅为文献中最佳模型的一小部分。我们通过成功地将 Transformer 应用于英语成分分析（无论训练数据量大小），证明 Transformer 能够很好地泛化到其他任务。",
        "microsoft": "主流序列转导模型基于编码-解码配置中的复杂循环或卷积神经网络。性能最好的模型还通过注意力机制连接编码器和解码器。我们提出了一种新的简单网络架构——变换器，仅基于注意力机制，完全摒弃重复和卷积。对两项机器翻译任务的实验显示，这些模型在质量上更优，同时更具并行性，且训练所需时间显著更少。我们的模型在 WMT 2014 英德翻译任务中实现了 28.4 BLEU，优于现有最佳成绩，包括组合组，超过 2 个 BLEU。在 WMT 2014 英法翻译任务中，我们的模型在八块 GPU 上训练 3.5 天后，建立了单模型最先进的 BLEU 得分 41.8，仅为文献中最佳模型训练成本的一小部分。我们证明，Transformer 通过成功应用于英语成分解析，无论是在大量且有限的训练数据下，都能很好地推广到其他任务。",
        "glm-4-flash": "主导的序列转导模型基于编码器-解码器配置中的复杂循环或卷积神经网络。表现最佳的模型还通过注意力机制连接编码器和解码器。我们提出了一种新的简单网络架构——Transformer，完全基于注意力机制，摒弃了循环和卷积。在两个机器翻译任务上的实验表明，这些模型在质量上更优越，同时更易于并行化，且训练时间显著减少。我们的模型在 WMT 2014 英语到德语翻译任务上达到了 28.4 的 BLEU 分数，超越了现有的最佳结果，包括集成模型，提高了超过 2 个 BLEU。在 WMT 2014 英语到法语翻译任务上，我们的模型在八块 GPU 上训练 3.5 天后，建立了一个新的单模型 SOTA BLEU 分数 41.8，其训练成本仅为文献中最佳模型的极小一部分。我们通过将 Transformer 成功应用于英语依存句法分析，证明其能够很好地泛化到其他任务，无论是使用大量还是有限训练数据。",
        "siliconflow": "主导的序列转导模型基于编码器-解码器配置中的复杂循环或卷积神经网络。表现最佳的模型还通过注意力机制连接编码器和解码器。我们提出了一种新的简单网络架构——Transformer，完全基于注意力机制，摒弃了循环和卷积。在两个机器翻译任务上的实验表明，这些模型在质量上更优越，同时更易于并行化，且训练时间显著减少。我们的模型在 WMT 2014 英语到德语翻译任务上达到了 28.4 的 BLEU 分数，超越了现有的最佳结果，包括集成模型，提高了超过 2 个 BLEU。在 WMT 2014 英语到法语翻译任务上，我们的模型在八块 GPU 上训练 3.5 天后，建立了一个新的单模型 SOTA BLEU 分数 41.8，其训练成本仅为文献中最佳模型的极小一部分。我们通过将 Transformer 成功应用于英语依存句法分析任务，证明其能够很好地泛化到其他任务，无论是使用大量还是有限训练数据。",
        "deepl": "主流的序列转换模型是基于复杂的递归或卷积神经网络的编码器-解码器配置。性能最好的模型还通过注意机制连接编码器和解码器。我们提出了一种新的简单网络架构--\"转换器\"（Transformer），它完全基于注意力机制，无需递归和卷积。在两项机器翻译任务上的实验表明，这些模型的质量更优，同时可并行化程度更高，所需的训练时间也大大减少。我们的模型在 WMT 2014 英语到德语的翻译任务中达到了 28.4 BLEU，比现有的最佳结果（包括集合）提高了 2 BLEU 以上。在 WMT 2014 英译法翻译任务中，我们的模型在 8 个 GPU 上进行了 3.5 天的训练后，单个模型的 BLEU 得分达到了 41.8 分，达到了新的一流水平，而这只是文献中最佳模型训练成本的一小部分。我们将 Transformer 成功应用于英语选区解析，并同时使用大量和有限的训练数据，从而证明 Transformer 可以很好地推广到其他任务中。"
    },
    "communication": {
        "raw": "Social media metrics allow media outlets to get a granular, real-time understanding of audience preferences, and may therefore be used to decide what content to prioritize in the future. We test this mechanism in the context of Facebook, by using topic modeling and longitudinal data analysis on a large dataset comprising all posts published by major media outlets used by American citizens (N=2.23M⁠⁠, 2015–2019). We find that while the overall effect of audience engagement on future news coverage is significant, there is substantial heterogeneity in how individual outlets respond to different kinds of topics. A handful of right-wing media outlets are more likely to respond to audience engagement metrics than other outlets, but with partisan politics topics and not with entertainment-oriented content. Our research sheds new light on how social media platforms have shaped journalistic practices and has implications for the future health of journalism in the United States.",
        "google": "社交媒体指标使媒体能够实时、细致地了解受众偏好，从而可用于决定未来内容的优先顺序。我们以 Facebook 为例，运用主题建模和纵向数据分析方法，对包含美国公民使用的主要媒体发布的所有帖子的大型数据集（N=223 万，2015-2019 年）进行了测试。我们发现，虽然受众参与度对未来新闻报道的总体影响显著，但不同媒体对不同类型话题的反应存在显著差异。少数右翼媒体比其他媒体更倾向于关注受众参与度指标，但他们关注的是党派政治话题，而非娱乐内容。我们的研究揭示了社交媒体平台如何塑造新闻实践，并对美国新闻业的未来发展具有重要意义。",
        "microsoft": "社交媒体指标使媒体能够实时、细致地了解受众偏好，因此可能用于决定未来优先投放哪些内容。我们在 Facebook 背景下测试了这一机制，利用主题建模和纵向数据分析，分析包含美国公民使用的主要媒体发布的所有帖子的大型数据集（N=223 万，2015–2019）。我们发现，虽然受众参与对未来新闻报道的整体影响显著，但各个媒体对不同话题的反应存在显著异质性。少数右翼媒体比其他媒体更可能对观众参与度指标做出反应，但关注的是党派政治话题，而非娱乐性内容。我们的研究揭示了社交媒体平台如何塑造新闻实践，并对美国新闻业的未来健康产生了启示。",
        "glm-4-flash": "社交媒体指标使媒体机构能够细致入微、实时地了解受众偏好，因此可能被用来决定未来优先推广的内容。我们在 Facebook 的背景下测试了这一机制，通过使用主题建模和纵向数据分析，对包含美国公民使用的主要媒体机构发布的所有帖子的大型数据集（N=2.23M，2015-2019）进行测试。我们发现，虽然受众参与对未来新闻报道的整体影响显著，但不同媒体机构对各类主题的反应存在很大差异。少数极右翼媒体机构比其他机构更倾向于响应受众参与指标，但这是针对党派政治话题，而非娱乐导向的内容。我们的研究为社交媒体平台如何塑造新闻实践提供了新的视角，并对美国新闻业未来的健康发展具有启示意义。",
        "siliconflow": "社交媒体指标使媒体机构能够细致入微、实时地了解受众偏好，因此可能被用来决定未来优先发布的内容。我们在 Facebook 的背景下测试了这一机制，通过使用主题建模和纵向数据分析，对包含美国公民使用的主要媒体机构发布的所有帖子的大型数据集（N=2.23M，2015-2019）进行测试。我们发现，虽然受众参与对未来新闻报道的整体影响显著，但各个媒体机构对不同类型话题的响应存在很大差异。少数极右翼媒体机构比其他机构更倾向于响应受众参与指标，但这是针对党派政治话题，而非娱乐导向的内容。我们的研究为社交媒体平台如何塑造新闻实践提供了新的视角，并对美国新闻业的未来健康发展具有启示意义。",
        "deepl": "社交媒体指标使媒体能够对受众的偏好有一个细致、实时的了解，因此可以用来决定未来优先考虑哪些内容。我们以 Facebook 为背景，通过对美国公民使用的主要媒体发布的所有帖子（N=223 万，2015-2019 年）组成的大型数据集进行主题建模和纵向数据分析，对这一机制进行了测试。我们发现，虽然受众参与对未来新闻报道的总体影响是显著的，但各个媒体对不同类型话题的反应却存在很大的异质性。少数右翼媒体比其他媒体更有可能对受众参与度指标做出回应，但回应的是党派政治话题，而不是以娱乐为导向的内容。我们的研究揭示了社交媒体平台如何影响新闻实践，并对美国新闻业未来的健康发展产生了影响。"
    },
    "econ": {
        "raw": "We analyze the effect of rising Chinese import competition between 1990 and 2007 on US local labor markets, exploiting cross-market variation in import exposure stemming from initial differences in industry specialization and instrumenting for US imports using changes in Chinese imports by other high-income countries. Rising imports cause higher unemployment, lower labor force participation, and reduced wages in local labor markets that house importcompeting manufacturing industries. In our main specification, import competition explains one-quarter of the contemporaneous aggregate decline in US manufacturing employment. Transfer benefits payments for unemployment, disability, retirement, and healthcare also rise sharply in more trade-exposed labor markets.",
        "google": "我们分析了 1990 年至 2007 年间中国进口竞争加剧对美国本地劳动力市场的影响，利用了不同市场间因产业专业化程度差异而导致的进口敞口差异，并以其他高收入国家对华进口的变化作为美国进口的工具变量。进口增加导致在制造业集中的本地劳动力市场中，失业率上升、劳动力参与率下降和工资降低。在我们的主要模型中，进口竞争可以解释同期美国制造业就业总人数下降的四分之一。此外，在贸易敞口较大的劳动力市场，失业、残疾、退休和医疗保健等转移支付也显著增加。",
        "microsoft": "我们分析了 1990 年至 2007 年间中国进口竞争加剧对美国本地劳动力市场的影响，利用行业专业化初期差异引发的进口暴露跨市场差异，并利用其他高收入国家中国进口的变化来调整美国进口工具。进口上升导致失业率上升、劳动力参与率下降以及本地劳动力市场工资下降，这些市场承载着竞争性制造业。在我们的主要规范中，进口竞争解释了美国制造业同期整体下降的四分之一。在贸易暴露较多的劳动力市场中，失业、残疾、退休和医疗保健的转移救济支付也大幅上升。",
        "glm-4-flash": "我们分析了 1990 年至 2007 年间中国进口竞争加剧对美国本地劳动力市场的影响，利用了因初始产业专业化差异而产生的进口暴露度跨市场差异，并使用其他高收入国家对中国进口的变化来作为美国进口的工具变量。进口增加导致设有进口竞争性制造业的本地劳动力市场出现失业率上升、劳动力参与率下降和工资减少。在我们的主要设定中，进口竞争解释了美国制造业就业总量同期下降的四分之一。在贸易暴露度更高的劳动力市场中，失业、残疾、退休和医疗保健的转移性福利支付也急剧上升。",
        "siliconflow": "我们分析了 1990 年至 2007 年间中国进口竞争加剧对美国本地劳动力市场的影响，利用了因初始产业专业化差异而产生的进口敞口的市场间差异，并使用其他高收入国家对中国进口的变化来作为美国进口的工具变量。进口增加导致设有进口竞争性制造业的本地劳动力市场出现失业率上升、劳动力参与率下降和工资减少。在我们的主要设定中，进口竞争解释了美国制造业就业总量同期下降的四分之一。在贸易敞口更大的劳动力市场中，失业、残疾、退休和医疗保健的转移支付福利也急剧增加。",
        "deepl": "我们分析了 1990 年至 2007 年间中国进口竞争加剧对美国本地劳动力市场的影响，利用了因行业专业化初始差异而产生的进口风险跨市场差异，并利用其他高收入国家的中国进口变化对美国进口进行了工具分析。进口上升导致失业率上升、劳动力参与率下降，以及当地劳动力市场中存在进口竞争的制造业的工资水平下降。在我们的主要分析中，进口竞争解释了同期美国制造业就业总量下降的四分之一。在贸易暴露程度较高的劳动力市场，失业、伤残、退休和医疗保健等转移性福利支付也急剧上升。"
    },
    "biology": {
        "raw": "During the past decade, our understanding of eukaryotic evolution has increased immensely. Newly recognized eukaryotic supergroups have been established, and most enigmatic orphan lineages have had their relationships resolved. Studies on unicellular protist eukaryotes have also been key to understanding the evolution of mitochondria, the fundamental organelles of the eukaryotic cell, which originated from an alphaproteobacterial ancestor. The retention of ancestral alphaproteobacterial pathways in some protist lineages reveals that the mitochondrion of the last eukaryotic common ancestor was more metabolically versatile than are the highly derived mitochondria that are found in most modern eukaryotes. Here we report the discovery of such a unicellular eukaryote, Solarion arienae gen. et sp. nov., an inconspicuous, free-living heterotrophic protist with two morphologically distinct cell types and a novel type of predatory extrusome. We assign Solarion to the new phylum Caelestes. Together with Provora, hemimastigophoreans and Meteora, they form a new eukaryotic supergroup, Disparia. Moreover, S. arienae has some noteworthy traits associated with the mitochondrial genome; in particular, the mitochondrially encoded secA gene, a remnant of an ancestral alphaproteobacterial protein secretion pathway, which has been lost almost entirely in extant mitochondria. The discovery of S. arienae broadens our understanding of early eukaryotic evolution and facilitates the study of proto-mitochondrial metabolic remnants, shedding light on the complexity of ancestral eukaryotic life.",
        "google": "过去十年间，我们对真核生物进化的理解取得了巨大进步。新的真核生物超群已被建立，大多数神秘的孤儿谱系之间的关系也得到了阐明。对单细胞原生生物真核生物的研究也对理解线粒体的进化至关重要。线粒体是真核细胞的基本细胞器，起源于α-变形菌祖先。某些原生生物谱系中保留的祖先α-变形菌代谢途径表明，真核生物共同祖先的线粒体比大多数现代真核生物中高度衍生的线粒体具有更强的代谢多样性。本文报道了一种单细胞真核生物——新属新种 Solarion arienae 的发现。这是一种不显眼的自由生活异养原生生物，具有两种形态迥异的细胞类型和一种新型的捕食性外泌体。我们将索拉里昂属（Solarion）归入新的门类——天穹门（Caelestes）。它与普罗沃拉属（Provora）、半鞭毛虫类（hemimastigophoreans）和流星虫类（Meteora）共同构成了一个新的真核生物超群——异形虫超群（Disparia）。此外，阿里纳索拉里昂属（S. arienae）具有一些与线粒体基因组相关的显著特征；特别是线粒体编码的 secA 基因，它是祖先α-变形菌蛋白分泌途径的残余，在现存线粒体中几乎完全丢失。阿里纳索拉里昂属的发现拓宽了我们对早期真核生物进化的理解，并促进了对原始线粒体代谢残余的研究，从而揭示了祖先真核生物生命的复杂性。",
        "microsoft": "在过去十年里，我们对真核生物进化的理解有了极大的提升。新认识的真核超群已被建立，大多数神秘的孤儿谱系也已解决其关系。对单细胞原生生物真核生物的研究也是理解线粒体进化的关键，线粒体是真核细胞的基本细胞器，起源于阿尔法蛋白细菌的祖先。某些原生生物谱系中保留的α-变形体通路表明，最后一个真核共同祖先的线粒体在代谢上比大多数现代真核生物中高度衍生的线粒体更具多样性。本文报告了此类单细胞真核生物 Solarion arienae gen. et sp. nov.的发现，这是一种不显眼、自由生活的异养原生生物，具有两种形态不同的细胞类型和一种新型捕食性外分泌物。我们将索拉里昂归入新的凯勒斯特斯门。它们与普罗沃拉、半尾翼目和流星一起，组成了一个新的真核超群——Disparia。此外，S. arienae 还具有与线粒体基因组相关的一些显著特征;特别是线粒体编码的 secA 基因，它是祖先α蛋白细菌蛋白分泌通路的残存，现存线粒体中几乎完全丧失。S. arienae 的发现拓宽了我们对早期真核生物进化的理解，促进了对原始线粒体代谢残余的研究，揭示了祖先真核生物生命的复杂性。",
        "glm-4-flash": "在过去十年中，我们对真核生物演化的认识有了极大的增长。新确立的真核生物超类群，以及大多数神秘的孤儿谱系的关系都得到了解决。对单细胞原生生物真核生物的研究也对理解线粒体的演化至关重要，线粒体是真核细胞的根本细胞器，它起源于α-变形菌祖先。一些原生生物谱系保留了祖先α-变形菌途径，这表明最后一个真核共同祖先的线粒体比大多数现代真核生物中发现的那些高度衍生的线粒体具有更广泛的代谢能力。在这里，我们报道了这样一种单细胞真核生物，Solarion arienae gen. et sp. nov.，一种不显眼的自由生活的异养原生生物，具有两种形态上不同的细胞类型和一种新型捕食性胞外体。我们将 Solarion 归类到新的门 Caelestes。与 Provora、半鞭毛生物和 Meteora 一起，它们组成一个新的真核生物超类群，Disparia。此外，S. arienae 具有与线粒体基因组相关的几个显著特征；特别是线粒体编码的 secA 基因，这是祖先α-变形菌蛋白分泌途径的残留物，在现存的线粒体中几乎完全丢失。S. arienae 的发现增进了我们对早期真核生物演化的理解，促进了原线粒体代谢残留物的研究，揭示了祖先真核生物生活的复杂性。",
        "siliconflow": "在过去十年中，我们对真核生物演化的理解有了极大的增长。新确定的真核生物超群已被建立，大多数神秘的孤儿谱系的关系也得到了解决。对单细胞原生生物真核生物的研究也对理解线粒体的演化至关重要，线粒体是真核细胞的基本细胞器，它起源于一个α-变形菌祖先。一些原生生物谱系保留了祖先α-变形菌途径，这表明最后一个真核共同祖先的线粒体比大多数现代真核生物中发现的那些高度衍生的线粒体具有更广泛的代谢能力。在这里，我们报道了这样一种单细胞真核生物的发现，Solarion arienae gen. et sp. nov.，一种不显眼的、自由生活的异养原生生物，具有两种形态上不同的细胞类型和一种新型捕食性胞外体。我们将 Solarion 归类到新的门 Caelestes。与 Provora、半鞭毛生物和 Meteora 一起，它们形成了一个新的真核生物超群，Disparia。此外，S. arienae 具有与线粒体基因组相关的几个显著特征；特别是线粒体编码的 secA 基因，这是祖先α-变形菌蛋白分泌途径的残留物，在现存的线粒体中几乎完全丢失。S. arienae 的发现扩展了我们对早期真核生物演化的理解，促进了原线粒体代谢残留物的研究，揭示了祖先真核生物生活的复杂性。",
        "deepl": "过去十年间，我们对真核生物进化的认识有了极大的提高。我们建立了新的真核生物超群，并解决了大多数神秘的孤系关系。对单细胞原生真核生物的研究也是了解线粒体进化的关键，线粒体是真核细胞的基本细胞器，起源于α蛋白细菌的祖先。一些原生生物系保留了祖先的α-蛋白细菌途径，这揭示了最后一个真核生物共同祖先的线粒体比大多数现代真核生物中高度衍生的线粒体具有更多的代谢功能。在这里，我们报告发现了这样一种单细胞真核生物，即 Solarion arienae gen.我们将索拉里翁归入新的 Caelestes 门。它们与普罗沃拉（Provora）、半膜藻类（hemimastigophoreans）和梅蒂奥拉（Meteora）一起组成了一个新的真核超群--Disparia。此外，S. arienae 还具有一些与线粒体基因组有关的值得注意的特征；特别是线粒体编码的 secA 基因，它是祖先α蛋白细菌蛋白质分泌途径的残余，在现存线粒体中几乎完全消失。S. arienae 的发现拓宽了我们对早期真核生物进化的认识，促进了对原线粒体代谢残余的研究，揭示了祖先真核生命的复杂性。"
    }
}